Repository: asierfdln/lostickes
Catalog: applostickes/locale/*/LC_MESSAGES/django.po
Languages: es

source: About
es: Acerca de

source: Log in
es: Iniciar sesión

source: Register
es: Registrarse

source: All
es: Todos

source: Add product
es: Añadir producto

source: Add price
es: Añadir precio

source: Add
es: Añadir

source: Cancel
es: Cancelar

source: Submit
es: Enviar

source: Options
es: Opciones

source: Home
es: Inicio

source: Groups
es: Grupos

source: Debts
es: Deudas

source: Create group
es: Crear grupo

source: Add user
es: Añadir usuario

source: Added users
es: Usuarios añadidos

source: Cost
es: Coste

source: Balance (you owe)
es: Balance (debes)

source: Balance (you are owed)
es: Balance (te deben)

source: Pay debt
es: Pagar deuda

source: Debt settled
es: Deuda pagada

source: Group balance (you owe)
es: Balance de grupo (debes)

source: Group balance
es: Balance de grupo

source: Group balance (you are owed)
es: Balance de grupo (te deben)

source: Create new debt
es: Crear nueva deuda

source: Debt balance (you owe)
es: Balance de deuda (te deben)

source: Debt balance
es: Balance de deuda

source: Debt balance (you are owed)
es: Balance de deuda (te deben)

source: Hey there!
es: ¡Buenas!

source: Don't have an account?
es: ¿Todavía no tienes cuenta?

source: Sign up
es: Regístrate

source: Join Today!
es: ¡Únete hoy!

source: Already have an account?
es: ¿Ya tienes cuenta?

source: User signed up, let's try it out...
es: Cuenta registrada, vamos a probar...

source: You have been logged out, see ya soon!
es: Has cerrado la sesión, ¡hasta pronto!

source: (OWNER)
es: (DUEÑO)

source: (PAYED)
es: (PAGAU)

source: (OWS)
es: (DEBE)

source: You didn't add any users.
es: No has añadido ningún usuario.

source: Elements without users attached were found.
es: Hay elementos sin usuarios checkeados.

source: New elements without users attached were found.
es: Había elementos nuevos sin usuarios checkeados.

source: Didn't add elements to the transaction.
es: No has añadido ningún elemento a la transaccion.

source: Can't have a one-user transaction.
es: No puedes tener un único usuario en la transaccion.

source: Transaction owner has not elements attached.
es: El pagador no tiene nada en la transaccion.

source: Debt payed!
es: ¡La deuda ha sido pagada!
